getantidote/use-omz
ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/mise
ohmyzsh/ohmyzsh path:plugins/sudo
ohmyzsh/ohmyzsh path:plugins/aliases
ohmyzsh/ohmyzsh path:plugins/vi-mode

marlonrichert/zsh-autocomplete
grigorii-zander/zsh-npm-scripts-autocomplete
zsh-users/zsh-autosuggestions
zsh-users/zsh-syntax-highlighting

romkatv/powerlevel10k kind:fpath
