brew "lsd"
brew "ranger"
brew "yt-dlp"
brew "neofetch"
brew "onefetch"
brew "tty-clock"
brew "imagemagick"

# utilities
cask "vlc"
cask "keka"
cask "kid3"
cask "gimp"
cask "alfred"
cask "aldente"
cask "keycastr"
cask "inkscape"
cask "rectangle"
cask "imageoptim"
cask "balenaetcher"
cask "logi-options-plus"

# development tools
brew "go"
brew "lua"
brew "nvm"
brew "vim"
brew "rust"
brew "tmux"
brew "neovim"
brew "lazygit"
brew "starship"
cask "kitty"
cask "docker"
cask "github"
cask "insomnia"
cask "obsidian"
cask "tableplus"
cask "mongodb-compass"
cask "karabiner-elements"
cask "visual-studio-code"

cask "altserver"

# internet
cask "plex"
cask "zoom"
cask "steam"
cask "discord"
cask "firefox"
cask "megasync"
cask "miniconda"
cask "expressvpn"
cask "netnewswire"
cask "transmission"
cask "google-chrome"


# fonts
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-sans"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "ultimaker-cura"
cask "whatsapp"
