# CLI Tools
brew "stow"
brew "ncdu"
brew "ripgrep"
brew "fzf"
brew "ranger"
brew "yt-dlp"
brew "ollama"
brew "tabby"
cask "github"
brew "lazygit"
brew "lazydocker"
cask "wezterm"
brew "tmux"
brew "neovim"
brew "vim"
brew "lsd"
brew "starship"
brew "neofetch"
brew "onefetch"
brew "cloc"
brew "tty-clock"
brew "imagemagick"
brew "jq"
brew "dustinblackman/tap/oatmeal"

# utilities
cask "vlc"
cask "keka"
cask "kid3"
cask "gimp"
cask "alfred"
cask "caffeine"
cask "inkscape"
cask "rectangle"
cask "imageoptim"
cask "balenaetcher"
cask "logi-options-plus"
cask "elecom-mouse-util"

# development tools
brew "go"
brew "gcc"
brew "nvm"
brew "lua"
brew "zig"
brew "rust"
brew "make"
brew "cmake"
brew "awscli"
cask "docker"
cask "insomnia"
cask "tableplus"
cask "mongodb-compass"
cask "visual-studio-code"

# Video Editing
cask "obs"
cask "keycastr"

# internet
cask "plex"
cask "zoom"
cask "steam"
cask "discord"
cask "firefox"
cask "megasync"
cask "expressvpn"
cask "netnewswire"
cask "transmission"
cask "google-chrome"


# fonts
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-sans"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "bambu-studio"
cask "openscad"
cask "whatsapp"
