brew "asciinema"

# CLI Tools
cask "gh"
brew "lazydocker"
brew "lazygit"
brew "imagemagick"

# utilities
cask "keka"
cask "slack"
cask "alfred"
cask "caffeine"
cask "inkscape"
brew "folderify"
cask "pomotroid"
cask "rectangle"
cask "imageoptim"
cask "balenaetcher"
cask "yubico-yubikey-manager"

# development tools
brew "cmake"
brew "awscli"
cask "insomnia"
cask "tableplus"
cask "mongodb-compass"
cask "visual-studio-code"
cask "screaming-frog-seo-spider"
cask "keepassxc"

# Video Editing
cask "obs"
cask "keycastr"

# internet
cask "plex"
cask "zoom"
cask "megasync"
cask "expressvpn"
cask "netnewswire"
cask "transmission"


# fonts
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-sans"
cask "font-hack-nerd-font"
cask "bambu-studio"
cask "openscad"
